/* Localizable strings of com.apple.screensaver.byHost preference manifest */

"screensaver.pfm_title" =			"Wygaszacz ekranu ByHost";
"screensaver.pfm_description" =			"Preferencje wygaszacza ekranu ByHost.";
"idleTime.pfm_title" =			"Czas bezczynności";
"idleTime.pfm_description" =			"Czas bezczynności, po którym uruchomiony zostanie wygaszacz ekranu. Aby nie włączać wygaszacza, ustaw na 0.";
"mainScreenOnly.pfm_title" =	"Tylko główny ekran";
"mainScreenOnly.pfm_description" =			"Pokaż wygaszacz ekranu tylko na ekranie głównym z wygaszaczem ekranu. To ustawienie dotyczy tylko komputerów z wieloma ekranami.";
"moduleName.pfm_title" =			"Nazwa modułu";
"moduleName.pfm_description" =			"Nazwa modułu wygaszacza ekranu wybrana w panelu preferencji Wygaszacz ekranu. Na przykład „Poruszenie”.";
"modulePath.pfm_title" =			"Ścieżka modułu";
"modulePath.pfm_description" =			"Ścieżka systemu plików do bieżącego modułu wygaszacza ekranu. Na przykład „/System/Library/Screen Savers/Flurry.saver”.";
"showClock.pfm_title" =			"Pokaż zegar";
"showClock.pfm_description" =			"Pokaż zegar z wygaszaczem ekranu. Ustaw na „prawda”, aby pokazać zegar. Ustaw na „fałsz”, aby nie pokazywać zegara.";
